Repository: buresdv/Cork
Catalog: Cork/Localizable.xcstrings
Source language: en
Languages: cs, de, es_419, fr, it, ko, pt_pt, ru, tr, uk, zh_hans, zh_hant

# adopt-cask.finished-%@
source: Finished adopting %@
cs: Balíček %@ přidán do Homebrew
de: Die Adoption von %@ ist abgeschlossen.
es_419: Adopción de %@ completada
fr: Adoption de %@ terminée
it: Adozione di %@ terminata
ru: Перевод %@ под управление Homebrew завершен
tr: %@ için devralma tamamlandı
uk: Прийняти %@
zh_hant: 已完成接管 %@

# accessibility.label.outdated-packages-box
source: Status of outdated packaes
cs: Stav zastaralých balíčků
de: Status veralteter Pakete
es_419: Estado de paquetes desactualizados
fr: Statut des paquets obsolètes
it: Stato dei pacchetti obsoleti
ru: Информация об устаревших пакетах
tr: Güncel olmayan paketlerin durumu
zh_hant: 舊版套件的狀況

# accessibility.label.sidebar
source: List of installed packages
cs: Seznam nainstalovaných balíšků
de: Liste der installierten Pakete
fr: Liste des paquets installés
it: Lista dei pacchetti installati
ru: Список установленных пакетов
tr: Yüklü paketlerin listesi
zh_hant: 已安裝的套件清單

# action.clear-metadata
source: Clear metadata
cs: Vymazat metadata
de: Metadaten bereinigen
es_419: Limpiar metadatos
fr: Effacer les métadonnées
it: Cancella metadati
ko: 메타데이터 지우기
pt_pt: Limpar metadados
ru: Очистить метаданные
tr: Meta verileri temizle
uk: Прибрати метадані
zh_hans: 清除元数据
zh_hant: 清除元資料

# action.check-for-updates.help
source: Check for outdated packages
cs: Vyhledat nové aktualizace nainstalovaných balíčků
de: Auf veraltete Pakete prüfen
es_419: Buscar paquetes desactualizados
fr: Vérification des paquets obsolètes
it: Verifica pacchetti da aggiornare
ru: Проверить устаревшие пакеты
tr: Güncel olmayan paketleri denetle
uk: Перевірити застарілі пакети
zh_hant: 檢查舊版套件

# action.close
source: Close
cs: Zavřít
de: Schließen
es_419: Cerrar
fr: Fermer
it: Chiudi
ko: 닫기
pt_pt: Fechar
ru: Закрыть
tr: Kapat
uk: Закрити
zh_hans: 关闭
zh_hant: 關閉

# action.copy
source: Copy
cs: Zkopírovat
de: Kopieren
es_419: Copiar
fr: Copier
it: Copia
ko: 복사
pt_pt: Copiar
ru: Скопировать
tr: Kopyala
uk: Копіювати
zh_hans: 复制
zh_hant: 複製

# action.copy-manual-install-command-to-clipboard
source: Copy to Clipboard
cs: Zkopírovat do schránky
de: In die Zwischenablage Kopieren
es_419: Copiar al portapapeles
fr: Copier dans le presse-papiers
it: Copia negli appunti
ko: 클립보드로 복사
pt_pt: Copiar para Área de Transferência
ru: Скопировать в буфер обмена
tr: Panoya Kopyala
uk: Копіювати в буфер обміну
zh_hans: 复制到剪贴板
zh_hant: 複製到剪貼簿

# action.done
source: Done
cs: Hotovo
de: Fertig
es_419: Hecho
fr: Terminé
it: Fine
ko: 완료
pt_pt: Concluído
ru: Готово
tr: Tamamlandı
uk: Завершено
zh_hans: 完成
zh_hant: 完成

# action.finish-updating-in-terminal
source: Finish in Terminal
cs: Dokončit v Terminálu
de: im Terminal beenden
es_419: Finalizar en el Terminal
fr: Finir dans Terminal
it: Finisci nel Terminale
pt_pt: Acabar no Terminal
ru: Завершить в Терминале
tr: Terminalde Tamamla
uk: Завершити в Терміналі
zh_hans: 在终端中继续
zh_hant: 切換到終端機完成

# action.go-to-status-page
source: Status page
cs: Stavová stránka
de: Zur Homebrew Statusseite wechseln
es_419: Página de estado
fr: Page de statut
it: Dashboard
ko: 상태 페이지
pt_pt: Página de Estado
ru: Страница "Обзор"
tr: Durum sayfası
uk: Сторінка статусу
zh_hans: 状态页面
zh_hant: 狀態頁面

# action.go-to-status-page.menu-bar
source: Go to Status Page
cs: Přejít na stavouvou stránku
de: Zur Statusseite wechseln
es_419: Ir a la página de estado
fr: Allez à la page de statut
it: Vai alla dashboard
ko: 상태페이지로 이동
pt_pt: Ir para a Página de Estado
ru: Перейти на страницу "Обзор"
tr: Durum Sayfasına Git
uk: Перейти на сторінку статусу
zh_hans: 前往状态页面
zh_hant: 前往狀態頁面

# action.hide
source: Hide
cs: Skrýt
de: Verstecken
es_419: Ocultar
fr: Cacher
it: Nascondi
ko: 숨기기
pt_pt: Esconder
ru: Спрятать
tr: Gizle
uk: Сховати
zh_hans: 隐藏
zh_hant: 隱藏

# action.hide-adoptable-packages-section-if-only-excluded-apps-available.confirm
source: Hide section
cs: Skrýt sekci
es_419: Ocultar sección
fr: Masquer la section
ru: Скрыть раздел
tr: Bölümü gizle
zh_hant: 隱藏部分

# action.inspect-error
source: Inspect error…
cs: Více informací…
de: Fehler überprüfen
es_419: Inspeccionar error…
fr: Inspecter l’erreur…
it: Ispeziona errore…
ru: Подробности ошибки…
tr: Hatayı incele…
uk: Перевірити помилку...
zh_hans: 检查错误…
zh_hant: 檢查錯誤…

# about.translators
source: Translators
cs: Překladatelé
de: Übersetzer
es_419: Traductores
fr: Traductions
it: Traduttori
ko: 번역자
pt_pt: Tradutores
ru: Переводчики
tr: Çevirmenler
uk: Перекладачі
zh_hans: 翻译
zh_hant: 翻譯

# action.intents.get-installed-packages.short-title
source: Installed packages
cs: Nainstalované balíčky
de: installierte Programme
es_419: Paquetes instalados
fr: Paquets installés
it: Pacchetti installati
ru: Установленные пакеты
tr: Kurulu paketler
uk: Встановлені пакети
zh_hant: 已安裝的套件

# action.open-terminal
source: Open Terminal
cs: Otevřít Terminál
de: Terminal öffnen
es_419: Abrir Terminal
fr: Ouvrir le Terminal
it: Apri Terminale
ko: 터미널 열기
pt_pt: Abrir Terminal
ru: Открыть Терминал
tr: Terminali Aç
uk: Відкрити Термінал
zh_hans: 打开终端
zh_hant: 開啟終端機

# action.package-adoption.ignore.%@
source: Ignore %@
cs: Ignorovat %@
de: Ignoriere %@
es_419: Ignorar %@
fr: Ignorer %@
it: Ignora %@
ru: Игнорировать %@
tr: %@ öğesini yoksay
zh_hant: 忽略 %@

# action.package-adoption.include.%@
source: Stop ignoring %@
cs: Odebrat %@ z ignorovaných aplikací
es_419: Dejar de ignorar %@
fr: Ne plus ignorer %@
ru: Прекратить игнорирование %@
tr: %@ öğesini yoksaymayı bırak
zh_hant: 停止略過 %@

# action.preview-package-app-would-be-adopted-as.%@
source: Preview %@
cs: Nahlédnout do %@
de: Vorschau für %@
es_419: Vista previa de %@
fr: Prévisualiser %@
it: Anteprima di %@
ru: Предпросмотр %@
tr: %@ öğesini önizle
zh_hant: 預覽 %@

# action.purge-%@
source: Purge %@
cs: Odinstalovat %@ a vymazat soubory
de: Lösche und bereinige %@
es_419: Purgar %@
fr: Purger %@
it: Purga %@
pt_pt: Limpar %@
ru: Искоренить %@
tr: %@’i temizle
uk: Повне видалення %@
zh_hans: 清除 %@
zh_hant: 清除 %@

# action.purge.confirm.title.%@
source: Are you sure you want to purge %@?
cs: Určitě chcete balíček %@ odinstalovat a vymazat včechny jeho soubory?
de: Bist du sicher, dass du %@ löschen möchtest?
es_419: ¿Estás seguro de que quieres purgar% @?
fr: Êtes-vous sûr de vouloir purger %@ ?
it: Vuoi purgare %@?
ko: %@ 을 삭제 하시겠습니까?
pt_pt: Tens a certeza que queres limpar %@?
ru: Вы точно хотите искоренить %@?
tr: %@ öğesini temizlemek istediğinizden emin misiniz?
uk: Ви впевнені, що хочете повністю видалити %@?
zh_hans: 确定要彻底删除 %@ 吗？
zh_hant: 您確定要清除 %@ 嗎？

# action.quit
source: Quit Cork
cs: Ukončit Cork
de: Cork beenden
es_419: Salir de Cork
fr: Quitter Cork
it: Esci da Cork
ko: Cork 종료
pt_pt: Sair do Cork
ru: Закрыть Cork
tr: Cork'dan Çık
uk: Закрити Cork
zh_hans: 退出 Cork
zh_hant: 結束 Cork

# action.check-license
source: Activate
cs: Aktivovat
de: Aktivieren
es_419: Activar
fr: Activer
it: Attiva
ko: 활성화
pt_pt: Ativa
ru: Активировать
tr: Aktive et
uk: Активувати
zh_hans: 激活
zh_hant: 啟用

# action.check-for-updates
source: Check for Updates…
cs: Vyhledat aktualizace…
de: Nach Aktualisierungen suchen
es_419: Buscar actualizaciones…
fr: Vérification des mises à jour…
it: Verifica aggiornamenti…
ru: Проверить обновления…
tr: Güncellemeleri denetle…
uk: Перевірити оновлення…
zh_hant: 正在檢查更新…

# about.packages.1.purpose
source: My own package that provides some basic convenience features
cs: Můj vlastní balíček, který obsahuje pár základních funkcí
de: Mein eigenes Paket, das einige grundlegende Komfortfunktionen bietet
es_419: Mi propio paquete que ofrece algunas características básicas de conveniencia
fr: Mon propre paquet qui offre quelques fonctionnalités de base.
it: Il mio pacchetto che fornisce alcune funzionalità utili.
ko: 몇 가지 기본 편의 기능을 제공하는 나만의 패키지
pt_pt: A minha própria biblioteca com algumas funcionalidades básicas
ru: Мой собственный пакет, предоставляющий базовый вспомогательный функционал
tr: Çeşitli temel özellikleri içeren kendi paketim
uk: Мій особистий пакет, який додає деякі зручні базові можливості
zh_hans: 我自己的软件包提供了一些基本功能
zh_hant: 我的套件提供了一些基本的便利功能

# maintenance.results.package-cache
source: Package cache purged
cs: Mezipaměť balíčků byla vymazána
de: Paketzwischenspeicher bereinigt
es_419: Caché del paquete purgado
fr: Cache des paquets purgé
it: Cache pacchetti purgata
ko: 패키지 캐시 삭제
pt_pt: Cache da biblioteca limpa
ru: Кеш пакетов очищен
tr: Paket önbelleği temizlendi
uk: Кеш пакетів очищено
zh_hans: 软件包缓存已清除
zh_hant: 清除了套件快取

# action.show-less
source: Show less
cs: Zobrazit méně
de: Weniger anzeigen
es_419: Mostrar menos
fr: Afficher moins
it: Mostra meno
ru: Свернуть
tr: Daha az göster
zh_hant: 減少顯示

# action.report-bugs.menu-category
source: Report Bugs
cs: Nahlásit chybu
de: Fehler melden
es_419: Informar errores
fr: Signalez un problème
it: Segnala bug
ko: 버그 신고
pt_pt: Reporta Bugs
ru: Сообщить об ошибке
tr: Hata Bildir
uk: Повідомити про помилки
zh_hans: 反馈问题
zh_hant: 回報 Bug

# action.reset-custom-brew-executable
source: Reset executable to default location
cs: Resetovat umístění
de: Ausführbare Datei auf standardmäßigen Speicherort zurücksetzen
es_419: Restablecer el ejecutable a la ubicación predeterminada
fr: Réinitialiser l'exécutable à l'emplacement par défaut
it: Ripristina eseguibile alla posizione di default
ko: 실행 파일을 기본 위치로 재설정
pt_pt: Redefinir executável para local padrão
ru: Сбросить путь к исполнимому файлу
tr: Yürütülebilir dosyayı varsayılan konuma ata
uk: Скинути шлях до виконуваного файлу
zh_hans: 将可执行文件重置为默认路径
zh_hant: 將可執行檔重設為預設位置

# action.restart
source: Restart Cork
cs: Restartovat Cork
de: Cork neustarten
es_419: Reiniciar Cork
fr: Redémarrer Cork
it: Riavvia Cork
ko: Cork 재실행
pt_pt: Reiniciar o Cork
ru: Перезапустить Cork
tr: Cork’u yeniden başlat
uk: Перезапустити Cork
zh_hans: 重启 Cork
zh_hant: 重新啟動 Cork

# action.reveal-%@-in-finder
source: Reveal %@ in Finder
cs: Zobrazit %@ ve Finderu
de: Zeige %@ im Finder
es_419: Mostrar %@ en Finder
fr: Révéler %@dans le Finder
it: Mostra %@ nel Finder
ru: Показать %@ в Finder
tr: %@ öğesini Finder'da göster
zh_hant: 在 Finder 中顯示 %@

# action.reveal-applications-folder-in-finder
source: Reveal Applications in Finder
cs: Zobrazit Aplikace ve Finderu
de: Anwendung im Suchfenster anzeigen
es_419: Mostrar aplicaciones en Finder
fr: Révéler Applications dans le Finder
it: Mostra Applicazioni nel Finder
pt_pt: Mostar Aplicações no Finder
ru: Показать папку приложений в Finder
tr: Uygulamaları Finder'da Göster
uk: Показати програми у Finder
zh_hans: 在访达中显示应用程序
zh_hant: 在 Finder 中顯示應用程式

# action.reveal-certain-file-in-finder-%@
source: Reveal %@ in Finder
cs: Zobrazit %@ ve Finderu
de: Im Finder Zeigen
es_419: Mostrar %@ en Finder
fr: Révéler %@ dans Finder
it: Mostra %@ nel Finder
pt_pt: Mostrar %@ no Finder
ru: Показать %@ в Finder
tr: %@'i Finder'da Göster
uk: Показати %@ у Finder
zh_hans: 在访达中显示 %@
zh_hant: 在 Finder 中顯示 %@

# action.reveal-in-finder
source: Reveal in Finder
cs: Zobrazit ve Finderu
de: Im Finder anzeigen
es_419: Revelar en Finder
fr: Afficher dans le Finder
it: Mostra nel Finder
ko: Finder에서 보기
pt_pt: Mostrar no Finder
ru: Показать в Finder
tr: Finder'da Göster
uk: Відкрити у Finder
zh_hans: 在访达中显示
zh_hant: 在 Finder 內顯示

# action.show
source: Show
cs: Zobrazit
de: Zeigen
es_419: Mostrar
fr: Afficher
it: Mostra
ko: 표시
pt_pt: Mostra
ru: Показать
tr: Göster
uk: Показати
zh_hans: 显示
zh_hant: 顯示

# action.warning.cannot-be-undone
source: This action cannot be undone
cs: Tuto akci nemůžete vzít zpět
de: Diese Aktion kann nicht rückgängig gemacht werden
es_419: Esta acción no se puede deshacer
fr: Cette action ne pourra pas être annulée
it: Questa azione è irreversibile
ko: 이 작업은 되돌릴 수 없습니다.
pt_pt: Esta ação não é reversível
ru: Это действие невозможно отменить
tr: Bu işlem geri alınamaz
uk: Цю дію неможливо скасувати
zh_hans: 此操作无法撤销
zh_hant: 這項操作無法復原

# action.show-more
source: Show more
cs: Zobrazit více
de: Mehr anzeigen
es_419: Mostrar más
fr: Afficher plus
it: Mostra più
ru: Показать больше
tr: Daha fazla göster
zh_hant: 增加顯示

# action.repair-home-path
source: Repair Homebrew
cs: Opravit Homebrew
de: Homebrew reparieren
es_419: Reparar Homebrew
fr: Réparer Homebrew
it: Ripara Homebrew
ko: 홈브류 복구
pt_pt: Reparar Homebrew
ru: Починить Homebrew
tr: Homebrew'u Onar
uk: Відремонтувати Homebrew
zh_hans: 修复 Homebrew
zh_hant: 修復 Homebrew

# action.show-terminal-output
source: Show Terminal output
cs: Zobrazit výstup Terminálu
de: Terminal-Ausgabe zeigen
es_419: Mostrar salidas en el terminal
fr: Afficher la sortie du terminal
it: Mostra output Terminale
pt_pt: Mostrar output do Terminal
ru: Показать вывод Терминала
tr: Terminal Çıktısını Göster
uk: Показати вивід Терміналу
zh_hans: 显示终端输出
zh_hant: 顯示終端機輸出

# action.uninstall-%@
source: Uninstall %@
cs: Odinstalovat %@
de: Deinstalliere %@
es_419: Desinstalar %@
fr: Désinstaller %@
it: Disinstalla %@
ko: %@ 제거
pt_pt: Desinstalar %@
ru: Удалить %@
tr: %@'i kaldır
uk: Видалити %@
zh_hans: 卸载 %@
zh_hant: 解除安裝 %@

# action.uninstall.confirm.title.%@
source: Are you sure you want to uninstall %@?
cs: Určitě chcete odinstalovat balíček %@?
de: Bist du sicher, dass du %@ deinstallieren möchtest?
es_419: ¿Estás seguro de que quieres desinstalar% @?
fr: Êtes-vous sûr de vouloir désinstaller %@ ?
it: Vuoi disinstallare %@?
ko: %@ 를 제거 하시겠습니까??
pt_pt: Tens a certeza que queres desinstalar %@?
ru: Вы точно хотите удалить %@?
tr: %@'i kaldırmak istediğinizden emin misiniz?
uk: Ви впевнені, що хочете видалити %@?
zh_hans: 确定要卸载 %@ 吗？
zh_hant: 您確定要移除 %@ 嗎？

# action.update-%@
source: Update %@
cs: Aktualizovat %@
de: Aktualisierung
es_419: Actualizar %@
fr: Mettre à jour %@
it: Aggiorna %@
ru: Обновить %@
tr: %@ paketini güncelle
uk: Оновити %@
zh_hans: 更新 %@
zh_hant: 更新 %@

# action.update-homebrew
source: Update Homebrew and all packages
cs: Aktualizovat Homebrew a všechny balíčky
de: Homebrew und andere Pakete aktualisieren
es_419: Actualizar Homebrew y todos sus packetes
fr: Mettre à jour Homebrew et tous les paquets
it: Aggiorna Homebrew e tutti i pacchetti
pt_pt: Atualizar Homebrew e todas as bibliotecas
ru: Обновить Homebrew и все пакеты
tr: Homebrew’u ve tüm paketlerini güncelle
uk: Оновити Homebrew та всі пакети
zh_hans: 更新 Homebrew 及所有包
zh_hant: 更新 Homebrew 和所有套件

# action.update-homebrew.terminal
source: Update Homebrew through Terminal
cs: Aktualizovat Homebrew přes Terminál
de: Aktualisieren Sie Homebrew über das Terminal.
es_419: Actualizar Homebrew en el Terminal
fr: Mettre à jour Homebrew via le terminal
it: Aggiorna Homebrew dal Terminale
pt_pt: Atualizar Homebrew pelo Terminal
ru: Обновить Homebrew через Терминал
tr: Homebrew’u Terminal Üzerinden Güncelle
uk: Оновити Homebrew через Термінал
zh_hans: 在终端中更新 Homebrew
zh_hant: 經由終端機更新 Homebrew

# action.use-without-notifications
source: Use Cork without notifications
cs: Používat Cork bez oznámení
de: Cork ohne Benachrichtigungen verwenden
es_419: Usa Cork sin notificaciones
fr: Utilisez Cork sans notifications
it: Usa Cork senza notifiche
ko: 알림 없이 Cork 사용
pt_pt: Usar o Cork sem notificações
ru: Использовать Cork без уведомлений
tr: Cork'u bildirimler olmadan kullan
uk: Використовувати Cork без сповіщень
zh_hans: 在没有通知的情况下使用 Cork
zh_hant: 在沒有通知情況下使用 Cork

# add-package.install.linking-cask-binary
source: Linking Binaries…
cs: Propojování binárního souboru
de: Binärdateien verknüpfen…
es_419: Vinculando binarios...
fr: Liaisons des binaires…
it: Associo eseguibili…
ko: 바이너리 연결 중...
pt_pt: Ligando Binários…
ru: Создание ссылок на исполнимые файлы...
tr: Binary dosyalar eşleştiriliyor…
uk: Створення символьних посилань на винонувальні файли...
zh_hans: 链接二进制文件…
zh_hant: 連結程式中…

# add-package.install.moving-cask-%@
source: Moving %@ into the Applications Directory…
cs: Přesouvání %@ do složky Aplikace…
de: Verschiebe %@ in das Anwendungsverzeichnis…
es_419: Moviendo %@ al directorio de aplicaciones...
fr: Déplacement de %@ dans le répertoire des applications…
it: Sposto %@ nella cartella Applicazioni…
ko: 응용 프로그램 폴더로 %@을 이동 중...
pt_pt: Movento %@ para o Diretório de Aplicações…
ru: Перемещение %@ в папку "Приложения"...
tr: %@ Uygulamalar Dizinine taşınıyor…
uk: Переміщення %@ до папки Програми...
zh_hans: 正在将 %@ 移动到应用程序文件夹中…
zh_hant: 將 %@ 移至應用程式檔案夾…

# action.report-bugs.git-hub
source: Report on GitHub…
cs: Nahlásit na GitHubu…
de: Auf GitHub melden…
es_419: Reportar en GitHub…
fr: Signalez sur GitHub…
it: Segnala su GitHub…
ko: GitHub에 보고...
pt_pt: Reporta no GitHub…
ru: Сообщить на GitHub...
tr: GitHub üzerinden bildir…
uk: Повідомити на GitHub...
zh_hans: 在 GitHub 上反馈…
zh_hant: 在 GitHub 上反應…

# action.search-again
source: Search Again
cs: Znovu vyhledat
de: Suche noch einmal
es_419: Buscar de nuevo
fr: Chercher à nouveau
it: Cerca ancora
ru: Повторный поиск
tr: Tekrar Ara
uk: Шукати знову
zh_hans: 重新搜索
zh_hant: 重新搜尋

# add-tap.manual-repo-address.show
source: Use external address
cs: Použít jinou adresu
de: Externe Adresse benutzen
es_419: Usar dirección externa
fr: Utiliser une adresse externe
it: Usa indirizzo esterno
ko: 외부 주소 사용
pt_pt: Usar morada externa
ru: Использовать внешний адрес
tr: Dış adres kullan
uk: Використовувати зовнішню адресу
zh_hans: 使用外部链接
zh_hant: 使用外部位址

# add-package.clear-brew-locks
source: Stop
cs: Zastavit
de: Stopp
es_419: Detener
fr: Arrêt
it: Arresta
ko: 중지
pt_pt: Parar
ru: Остановить
tr: Durdur
uk: Зупинити
zh_hans: 终止
zh_hant: 停止

# add-package.fatal-error.description
source: Try installing the package again, or restarting Cork If the problem persists, restart your Mac
cs: Zkuste balíček znovu nainstalovat nebo restartovat Cork Pokud se to tím nevyřeší, restartujte Mac
de: Versuche das Paket erneut zu installieren oder Cork neu zu starten. Sollte das Problem weiterhin bestehen, versuche deinen Mac neu zu starten.
es_419: Intenta instalar el paquete nuevamente o reinicia Cork. Si el problema persiste, reinicia tu Mac.
fr: Essayez d'installer le package à nouveau, ou redémarrez Cork. Si le problème persiste, redémarrez votre Mac
it: Prova a reinstallare il pacchetto o a riavviare Cork Se il problema persiste, riavvia il Mac
ko: 패키지를 다시 설치하거나 Cork를 재시작해 보세요. 문제가 지속되면 Mac을 재시동하세요.
pt_pt: Tenta instalar a biblioteca novamente ou reiniciar o Cork. Se o problema persistir, reinicia o Mac
ru: Попробуйте установить пакет еще раз, либо перезапустите Cork\nЕсли вы продолжаете сталкиваться с этой проблемой, попробуйте перезагрузить ваш Mac
tr: Paketi yeniden yüklemeyi deneyin veya Cork'u yeniden başlatın Sorun devam ederse Mac'inizi yeniden başlatın
uk: Спробуйте встановити пакет ще раз або перезапустити Cork Якщо проблема залишиться, перезавантажте свій Mac
zh_hans: 请尝试重新安装软件包或重启 Cork 如果问题仍然存在，请重启您的 Mac
zh_hant: 請嘗試重新安裝套件，或重啟 Cork 如果問題無法解決，嘗試將您的 Mac 重新開機

# add-package.fatal-error.generic
source: An error occurred during the install process
cs: Při instalaci balíčku nastala chyba
de: Einfehler ist während des Installationsprozesses aufgetreten
es_419: Se produjo un error durante el proceso de instalación.
fr: Une erreur s'est produite lors du processus d'installation
it: Si è verificato un errore durante il processo di installazione
ko: 설치 프로세스 중에 오류가 발생했습니다.
pt_pt: Ocorreu um erro durante a instalação
ru: Произошла ошибка в процессе установки
tr: Kurulum işlemi sırasında bir hata oluştu
uk: Трапилась помилка в процесі встановлення
zh_hans: 安装过程出现错误
zh_hant: 安裝過程發生錯誤

# add-package.finished
source: Packages successfully installed
cs: Balíčky nainstalovány
de: Pakete erfolgreich installiert
es_419: Paquetes instalados exitosamente
fr: Paquet installé avec succès
it: Pacchetti installati con successo
ko: 패키지가 성공적으로 설치되었습니다.
pt_pt: Biblioteca instalada com sucesso
ru: Пакеты успешно установлено
tr: Paketler başarıyla kuruldu
uk: Пакети успішно встановлені
zh_hans: 软件包已成功安装
zh_hant: 套件已成功安裝

# add-package.finished.description
source: There were no errors
cs: Nevyskytly se žádné chyby
de: Es wurden keine Fehler festgestellt
es_419: No hubo errores
fr: Il n'y a eu aucune erreur
it: Nessun errore
ko: 오류 없음
pt_pt: Sem erros
ru: Проблем не обнаружено
tr: Herhangi bir hata oluşmadı
uk: Помилок не було
zh_hans: 未发生任何错误
zh_hant: 未發生任何錯誤

# add-package.install.action
source: Install
cs: Nainstalovat
de: Installieren
es_419: Instalar
fr: Installer
it: Installa
ko: 설치
pt_pt: Instalar
ru: Установить
tr: Kur
uk: Встановити
zh_hans: 安装
zh_hant: 安裝

# add-package.install.another-homebrew-process-blocking-install.description
source: You can either wait for this process to finish, or force it to stop. Forcing it to stop might lead to breaking your Homebrew installation.
cs: Můžete počkat dokud tento proces neskončí, nebo ho můžete vynuceně zastavit. Zastavením můžete rozbít Homebrew.
de: Du kannst entweder warten, bis dieser Vorgang abgeschlossen ist, oder ihn zum Stoppen zwingen. Wenn das Stoppen erzwungen wird, kann dies dazu führen, dass die Homebrew-Installation beschädigt wird.
es_419: Puede esperar a que finalice este proceso o forzar su detención. Forzar su detención podría provocar que se rompa la instalación de Homebrew.
fr: Vous pouvez soit attendre que ce processus se termine, soit le forcer à s'arrêter. Forcer son arrêt peut entraîner la suppression de votre installation Homebrew.
it: Puoi aspettare che il processo finisca o arrestarlo forzatamente. L’arresto forzato potrebbe causare problemi nella tua installazione di Homebrew.
ko: 이 프로세스가 완료될 때까지 기다리거나 강제로 중지할 수 있습니다. 강제로 중지하면 홈브루 설치가 중단될 수 있습니다.
pt_pt: Podes esperar que este processo termine ou forçar a sua paragem. Forçar a sua paragem pode corromper a instalação do Homebrew
ru: Вы можете либо дождаться завершения процесса, либо завершить его принудительно. Принудительное завершение может привести к повреждению Homebrew.
tr: Bu işlemin bitmesini bekleyebilir veya durmaya zorlayabilirsiniz. Durmaya zorlamak Homebrew kurulumunuzu bozabilir.
uk: Ви можете зачекати на закінчення процесу або примусово завершити його. Примусове завершення може зашкодити Homebrew.
zh_hans: 你可以等待该进程结束，也可以强制终止。 强制终止可能会损坏你的 Homebrew 安装。
zh_hant: 您可以等待此過程完成，或強制停止它。 強制停止可能會導致 Homebrew 安裝損壞。

# add-package.install.another-homebrew-process-blocking-install.title
source: Another Homebrew process is already running
cs: Jiný Homebrew proces už běží
de: Ein weiter Homebrew-Prozess läuft bereits
es_419: Ya se está ejecutando otro proceso de Homebrew
fr: Un autre processus Homebrew est déjà en cours d'exécution
it: Un altro processo di Homebrew è già in esecuzione
ko: 다른 홈브루 프로세스가 이미 실행 중입니다.
pt_pt: Outro processo do Homebrew a correr
ru: Уже запущен другой процесс Homebrew
tr: Halihazırda başka bir Homebrew işlemi çalışıyor
uk: Інший процес Homebrew вже запущено
zh_hans: 另一个 Homebrew 进程正在运行
zh_hant: 另一個 Homebrew 程序已在運行中

# add-package.install.binary-already-exists-%@
source: %@ was installed outside of Homebrew
cs: Soudek %@ byl nainstalován mimo Homebrew
de: %@ wurde außerhalb von Homebrew installiert
es_419: %@ fue instalado fuera de Homebrew
fr: %@ a été installé en dehors de Homebrew
it: %@ è stato installato fuori da Homebrew
pt_pt: %@ foi instalado fora do Homebrew
ru: %@ был установлен не с помощью Homebrew
tr: %@ Homebrew'dan bağımsız kurulmuş
uk: %@ було встановлено за межами Homebrew
zh_hans: %@ 未通过 Homebrew 安装
zh_hant: %@ 不是經由 Homebrew 安裝

# add-package.install.downloading-cask-%@
source: Downloading %@…
cs: Stahování %@…
de: Lade %@ herunter…
es_419: Descargando %@…
fr: Téléchargement %@…
it: Scarico %@…
ko: %@ 다운로드 중…
pt_pt: Instalando %@
ru: Скачивание %@...
tr: %@ indiriliyor…
uk: Завантаження %@...
zh_hans: 下载 %@ 中…
zh_hant: 下載中 %@…

# add-package.install.fetching-dependencies
source: Fetching Dependencies…
cs: Stahování závislostí…
de: Abhängigkeiten werden abgerufen…
es_419: Recuperando dependencias...
fr: Récuperation des dépendances…
it: Recupero dipendenze…
ko: 종속성 가져오기...
pt_pt: Carregando Dependências…
ru: Получение зависимостей...
tr: Bağımlılıklar Getiriliyor…
uk: Отримання залежностей...
zh_hans: 获取依赖中…
zh_hant: 正在取得依賴項目…
